Repository: aufdenpunkt/django-statify
Catalog: statify/locale/*/LC_MESSAGES/django.po
Languages: de

source: Selected Releases were deleted successfully.
de: Ausgewählte Releases wurden erfolgreich gelöscht.

source: Delete selected releases.
de: Ausgewählte Releases löschen

source: Archive
de: Archiv

source: Deploy
de: Veröffentlichen

source: Deployment
de: Veröffentlichung

source: Archive size
de: Archivgröße

source: Target
de: Ziel

source: Will be used to replace domains including schemes (e.g. https://cms.example.com will become https://www.example.com)
de: Wird verwendet, um Domains einschließlich Schemata zu ersetzen (z.B. wird https://cms.example.com zu https://www.example.com)

source: Server settings
de: Server-Einstellungen

source: Authentication
de: Authentifizierung

source: Path
de: Pfad

source: The URL field must be filled.
de: Das URL Feld muss ausgefüllt sein.

source: The URL you entered already exists.
de: Die eingegebene URL existiert bereits

source: The URL you entered must begin with "/".
de: Die URL muss mit einem "/" beginnen.

source: Please enter a valid URL. The URL %s is not available.
de: Bitte geben Sie eine gültige URL ein. Die URL %s ist nicht erreichbar.

source: Check selected URLs
de: Ausgewähle URLs überprüfen

source: Preview
de: Vorschau

source: Check selected external URLs
de: Ausgewähle externe URLs überprüfen

source: Scheme
de: Schema

source: User
de: Benutzer

source: Created on
de: Erstellt am

source: Timestamp
de: Zeitstempel

source: Local
de: Lokal

source: Password
de: Passwort

source: Key
de: Schlüssel

source: Title
de: Titel

source: Target scheme
de: Ziel-Schema

source: Target domain
de: Zieldomain

source: e.g. www.example.com
de: z.B. www.example.com

source: The domain name provided is not valid according to RFC 1034/1035.
de: Der angegebene Domainname ist gemäß RFC 1034/1035 nicht gültig.

source: Type
de: Typ

source: e.g. ssh.server.com
de: z.B. ssh.server.com

source: e.g. u-rwx,o+rwx
de: z.B. u-rwx,o+rwx

source: e.g. www-data:www-data
de: z.B. www-data:www-data

source: Authentication type
de: Authentifizierungstyp

source: SSH key path
de: SSH Key Pfad

source: e.g. /home/user/.ssh/id_rsa
de: z.B. /home/user/.ssh/id_rsa

source: Valid
de: Gültig

source: URL must start with a leading slash (e.g. /en/)
de: Die URL muss mit einem Slash beginnen (z.B. /de/)

source: Date added
de: Hinzugefügt am

source: Date modified
de: Geändert am

source: Target path
de: Zielpfad

source: Please specify the target path.
de: Bitte geben Sie den Zielpfad an.

source: External URL
de: Externe URL

source: External URLs
de: Externe URLs

source: Deploy release
de: Release veröffentlichen

source: Files
de: Dateien

source: Delete
de: Löschen

source: Create new release
de: Neuen Release erstellen

source: Cancel
de: Abbrechen

source: Run deployment
de: Deployment starten

source: Please wait while deployment is running
de: Bitte warten Sie, während das Deployment läuft

source: Release %s has been created successfully.
de: Der Release "%s" wurde erfolgreich erstellt.

source: Deployment host "%s" is not available.
de: Der Host "%s" ist nicht erreichbar.

source: Your login information to %s is not correct.
de: Ihre Zugangsdaten für den Host %s sind ungültig.

source: The target path "%s" does not exist.
de: Der Zielpfad "%s" existiert nicht.

source: Authentication for host "{}@{}" failed.
de: Die Authentifizierung für den Host "{}@{}" ist fehlgeschlagen.

source: Unknown host "{}".
de: Unbekannter Host "{}".

source: Deployment to host "{}" failed with SSH Exception: {}
de: Deployment auf host "{}" ist mit SSH Exception {} fehlgeschlagen

source: Target path "{}" does not exist on host "{}".
de: Der Zielpfad "{}" existiert nicht auf dem Host "{}".

source: Release "%s" was deployed successfully.
de: Release "%s" wurde erfolgreich veröffentlicht.
